# St7GetGeometryFaceID

Returns the ID number assigned to the specified geometry face.

long St7GetGeometryFaceID(long uID, long FaceNum, long* FaceID)
Input Parameters
uID
Strand7 model file ID.
FaceNum
Face number.
Output Parameters
FaceID
Face ID.